accountsservice
adapta-gtk-theme
adobe-source-sans-pro-fonts
aisleriot
alacarte
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
ansible
anydesk
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
arcolinux-arc-themes-git
arcolinux-awesome-git
arcolinux-common-git
arcolinux-config-git
arcolinux-conky-collection-git
arcolinux-docs-git
arcolinux-faces-git
arcolinux-keyring
arcolinux-local-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-pipemenus-git
arcolinux-plank-git
arcolinux-plank-themes-git
arcolinux-rofi-git
arcolinux-root-git
arcolinux-slimlock-themes-git
arcolinux-termite-themes-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-xfce-thunar-git
aria2
asciinema
atom
audacity
aurvote-git
autoconf
automake
avahi
awesome-terminal-fonts
b43-firmware
b43-fwcutter
baobab
bash
bash-completion
bind-tools
binutils
bison
bleachbit
blender
bluefish
blueman
bluez
bluez-firmware
bluez-libs
bluez-utils
boost-libs
breeze-cursors-lh
breeze-obsidian-cursor-theme
btrfs-progs
bzip2
cantarell-fonts
catfish
chromium
cinnamon
ckbcomp
clamtk
clonezilla
cmatrix
conky-lua-archers
converseen
convertall
cool-retro-term
coreutils
crda
cryptsetup
cups
cups-pdf
cups-pk-helper
curlew
darkhttpd
darktable
dbeaver
dconf-editor
ddrescue
devede
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
doublecmd-gtk2
downgrade
dropbear
dropbox
e2fsprogs
efitools
etcher
etherape
ethtool
evince
evolution
exfat-utils
exo
f2fs-tools
fakeroot
feh
fetchmirrors
fetchpkg
ffmpegthumbnailer
figlet
file
file-roller
filesystem
filezilla
findutils
firefox
five-or-more
flashplugin
flex
font-manager
foxtrotgps
freerdp
freetype2
fsarchiver
galculator
garcon
gawk
gcc
gcc-libs
geogebra
geotag
gettext
ghostscript
gimp
gimp-ufraw
git
gitkraken
gksu
glances
glibc
glxinfo
gmrun
gnome-2048
gnome-calculator
gnome-disk-utility
gnome-encfs-manager-bin
gnome-font-viewer
gnome-icon-theme
gnome-keyring
gnome-screenshot
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnu-netcat
gnucash
google-chrome
google-talkplugin
google-webdesigner
googler
gottengeography
gparted
gpick
gpm
gpsbabel
gptfdisk
gradio
grep
grsync
grub
grub-customizer
gscan2pdf
gsfonts
gsimplecal
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gthumb
gtk-xfce-engine
gtk3
gtop
guayadeque-git
gufw
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
halo-icons-git
handbrake
hardcode-fixer-git
hardinfo
haveged
hddtemp
hdparm
hplip
htop
hunspell
hunspell-en
hyphen
hyphen-en
ice-ssb
icedtea-web
imagemagick
imagination
inetutils
inkscape
insync
intel-ucode
intltool
inxi
iproute2
ipscan
iputils
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
jsoncpp
kdenlive
keepassxc
kexi
kpmcore
krita
laptop-detect
less
libcanberra
libcups
libdvdcss
libgsf
libmtp
libopenraw
librecad
libreoffice-extension-vero
libreoffice-fresh
libtool
libva-intel-driver
libva-vdpau-driver
licenses
liferea
lightdm
lightdm-gdmflexiserver
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-headers
lm_sensors
logrotate
lsb-release
lsscsi
luckybackup
lvm2
lxrandr
m4
make
man-db
man-pages
masterpdfeditor
mc
mdadm
mediainfo-gui
megasync
meld
memtest86+
menulibre
mesa
mesa-vdpau
minidlna
mintstick-git
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mousepad
mtools
mtpfs
mugshot
nano
nbd
ndisc6
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nixnote2
nmon
nomacs
noto-fonts
nss-mdns
ntfs-3g
ntp
numix-circle-icon-theme-git
numlockx
obs-studio
ocrad
ocrfeeder
oomox
openconnect
openssh
openvpn
orage
os-prober
p7zip
package-query
packer
pacman
pamac-aur
paper-icon-theme-git
papirus-icon-theme-git
parole
partclone
parted
partimage
pastebinit
patch
pavucontrol
pciutils
pcmanfm
pcmciautils
peek
perl
picard
pigz
pkg-config
plank
playerctl
polkit
polkit-gnome
polo-bin
poppler-glib
powertop
ppp
pptpclient
pragha
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer-ladspa
putty
pyakm
pycharm-community-edition
pyqt5-common
python-pillow
python-pip
python-pyqt5
python-reportlab
python2-dbus
python2-passlib
python2-xdg
qalculate-gtk
qbittorrent
qt5-styleplugins
qt5-tools
qt5-webkit
qt5ct
qtox
radiotray
rambox-bin
ranger
rawtherapee
rclone-browser
redshift
refind-efi
reflector
reiserfsprogs
remmina
ristretto
rkhunter
rmlint-shredder
rofi
rp-pppoe
rsync
rxvt-unicode
s-nail
samba
sardi-colora-variations-icons-git
sardi-flat-colora-variations-icons-git
sardi-flat-mixing-icons-git
sardi-flexible-colora-variations-icons-git
sardi-flexible-luv-colora-variations-icons-git
sardi-flexible-mixing-icons-git
sardi-flexible-variations-icons-git
sardi-ghost-flexible-colora-variations-icons-git
sardi-ghost-flexible-mixing-icons-git
sardi-ghost-flexible-variations-icons-git
sardi-icons
sardi-mixing-icons-git
sardi-mono-colora-variations-icons-git
sardi-mono-mixing-icons-git
sardi-mono-numix-colora-variations-icons-git
sardi-mono-papirus-colora-variations-icons-git
sardi-orb-colora-mixing-icons-git
sardi-orb-colora-variations-icons-git
screenkey
scribus-devel
scrot
sdparm
seahorse
sed
sg3_utils
shadow
shotcut
shotwell
simple-scan
simplescreenrecorder
skypeforlinux-stable-bin
slim
smartmontools
smplayer
sound-theme-freedesktop
sound-theme-smooth
sox
speedtest-cli
speedtouch
splix
spotify
spyder3
sqlitebrowser
squashfs-tools
sublime-text-dev
sudo
surfn-icons-git
swagarch-settings-manager
sweethome3d
swell-foop
syncthing-gtk
syncthing-relaysrv
sysfsutils
syslinux
system-config-printer
systemd-manager
systemd-sysvcompat
tar
tcpdump
telegram-desktop
temps
terminus-font
termite
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin-swagarch
thunar-volman
timeshift
tlp
tmux
transmission-cli
transmission-gtk
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-mac-fonts
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
tumbler
udiskie
udisks2
ufw
uget
unace
units
unrar
unzip
usb_modeswitch
usbutils
util-linux
variety
veracrypt
vi
viber
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vivaldi
vivaldi-codecs-ffmpeg-extra-bin
vlc
vnstat
volumeicon
vpnc
w3m
webkit2gtk
wget
which
wifi-radar
wireless_tools
wireshark-gtk
wpa_actiond
wpa_supplicant
wttr
wvdial
xapps
xcursor-breeze
xcursor-simpleandsoft
xcursor-vanilla-dmz-aa
xdelta3
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-sisusb
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-windowck-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfpanel-switch
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xnviewmp-system-libs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournal
yad
youtube-dl-gui-git
zbar-gtk
zd1211-firmware
zeitgeist
zenity
zim
zint-qt
zoom
zsh
zsync
